[
  {
    "id": "1",
    "title": "Сумерки",
    "author": "Стефани Майер",
    "publisher": "Sukutangan",
    "release": 2020,
    "pages": 448,
    "cover": "Мягкая обложка",
    "image": "twilight",
    "rating": 4.8,
    "age": 16,
    "price": 413,
    "genres": ["Романтика", "Мистика"],
    "description": "Семнадцатилетняя Белла живёт обычной жизнью подростка и не любит выделяться среди других. Однажды девушка знакомится с таинственным парнем и узнаёт, что он – вампир. Белла моментально влюбляется в него, и теперь ей предстоит окунуться в мир, где вампиры и оборотни живут бок о бок с людьми. Белла очарована и мечтает стать частью этого мира, но у её возлюбленного другие планы."
  },
  {
    "id": "2",
    "title": "Хроники Нарнии",
    "author": "Клайв Льюис",
    "publisher": "Laura Scribbles",
    "release": 2019,
    "pages": 912,
    "cover": "Мягкая обложка",
    "image": "the-chronicles-of-narnia",
    "rating": 5.0,
    "age": 6,
    "price": 1625,
    "genres": ["Фэнтези", "Приключения"],
    "description": "Центральным местом действия всех произведений является волшебная страна Нарния, которую населяют говорящие животные и мифические существа. Читая книгу, вы снова и снова будете открывать чарующий волшебный мир Нарнии - и попадете в страну, которую могут по-настоящему увидеть только дети и люди с чистой душой и открытым сердцем."
  },
  {
    "id": "3",
    "title": "И вспыхнет пламя",
    "author": "Сьюзан Коллинз",
    "publisher": "Risa Rodil",
    "release": 2015,
    "pages": 416,
    "cover": "Мягкая обложка",
    "image": "catching-fire",
    "rating": 5.0,
    "age": 16,
    "price": 469,
    "genres": ["Боевик", "Приключения"],
    "description": "Выжив в страшных Голодных играх, Китнисс и Пит возвращаются домой. Но теперь они в еще большей опасности, поскольку своим отказом играть по правилам бросили вызов самому Капитолию. По традиции следующие, юбилейные Голодные игры должны стать особенными – в этот раз в них участвуют только победители прошлых лет. Китнисс и Пит вынуждены вернуться на арену, где им вновь придется оказаться лицом к лицу со смертью и соперничать с сильнейшими."
  },
  {
    "id": "4",
    "title": "1984",
    "author": "Джордж Оруэлл",
    "publisher": "Chaaya Prabhat",
    "release": 2020,
    "pages": 352,
    "cover": "Мягкая обложка",
    "image": "1984",
    "rating": 4.9,
    "age": 16,
    "price": 651,
    "genres": ["Драма", "Фантастика"],
    "description": "Действие происходит в Лондоне, одном из главных городов тоталитарного супергосударства Океания. Пугающе детальное описание общества, основанного на страхе и угнетении, служит фоном для одной из самых ярких человеческих историй в мировой литературе. В центре сюжета судьба мелкого партийного функционера-диссидента Уинстона Смита и его опасный роман с коллегой."
  },
  {
    "id": "5",
    "title": "Убить пересмешника",
    "author": "Харпер Ли",
    "publisher": "Kalthoum Abdullah",
    "release": 2018,
    "pages": 416,
    "cover": "Мягкая обложка",
    "image": "to-kill-a-mockingbird",
    "rating": 4.5,
    "age": 16,
    "price": 628,
    "genres": ["Драма", "Криминал"],
    "description": "История маленького сонного городка на юге Америки, поведанная маленькой девочкой. История ее брата Джима, друга Дилла и ее отца – честного, принципиального адвоката Аттикуса Финча, одного из последних и лучших представителей старой \"южной аристократии\". История судебного процесса по делу чернокожего парня, обвиненного в насилии над белой девушкой. Но прежде всего – история переломной эпохи, когда ксенофобия, расизм, нетерпимость и ханжество, присущие американскому югу, постепенно уходят в прошлое."
  },
  {
    "id": "6",
    "title": "Атомарный дизайн",
    "author": "Брэд Фрост",
    "publisher": "Bradfrost",
    "release": 2021,
    "pages": 189,
    "cover": "Мягкая обложка",
    "image": "atomic-design",
    "rating": 4.0,
    "age": 16,
    "price": 688,
    "genres": ["Карьера", "Дизайн"],
    "description": "Перед вами перевод книги Atomic Design Брэда Фроста, разработчика интерфейсов, поклонника мобильного интернета и создателя методики \"Атомарный дизайн\". В этой книге представлена методология работы с пользовательскими интерфейсами как с продуманным иерархиями, обсуждаются способы эффективной организации библиотек шаблонов и демонстрируются методы оптимизации проектной документации вашей команды."
  },
  {
    "id": "7",
    "title": "Нортенгерское аббатство",
    "author": "Джейн Остин",
    "publisher": "Rafael Nobre Studio",
    "release": 2020,
    "pages": 320,
    "cover": "Мягкая обложка",
    "image": "northanger-abbey",
    "rating": 3.8,
    "age": 12,
    "price": 415,
    "genres": ["Романтика", "Драма"],
    "description": "Остроумная история любви и забавных приключений семнадцатилетней провинциальной барышни, до того начитавшейся модных готических романов, что мрачные тайны и загадочные преступления видятся ей повсюду, — тем более когда она приезжает погостить к жениху в настоящий готический замок, название которого, собственно, и подарило заглавие этому прелестному роману."
  },
  {
    "id": "8",
    "title": "Моби Дик",
    "author": "Герман Мелвилл",
    "publisher": "JAZZBERRY BLUE",
    "release": 2017,
    "pages": 640,
    "cover": "Мягкая обложка",
    "image": "moby-dick",
    "rating": 4.0,
    "age": 16,
    "price": 376,
    "genres": ["Драма", "Приключения"],
    "description": "Этот роман с полным правом можно назвать уникальным. Лучшее произведение девятнадцатого века в американской литературе, не имеющее аналогов. История погони одержимого капитана Ахава за белым китом переросла из морских захватывающих приключений в нечто гораздо большее. В то, что позволило делать глубокие философские обобщения и, с присущим автору юмором, раскрыть человеческие противоречия и характеры, дать точные социальные комментарии и внести новую символику в мифы человечества."
  }
]
